Repository: friendica/friendica-directory
Catalog: src/lang/*/LC_MESSAGES/strings.po
Languages: gd

source: Previous
gd: Air ais

source: Next
gd: Air adhart

source: First
gd: Toiseach

source: Last
gd: Deireadh

source: People
gd: Daoine

# field
source: Language
gd: Cànan

# field
source: Locality
gd: Ionad

# field
source: Region
gd: Sgìre

# field
source: Country
gd: Dùthaich

source: Public Servers
gd: Frithealaichean poblach

source: Friendica Directory
gd: Eòlaire Friendica

source: Search terms
gd: Faclan-luirg

# noun
source: Search
gd: Lorg

# verb
source: Search
gd: Lorg

source: Toggle navigation
gd: Toglaich an t-seòladaireachd

source: Directory
gd: Eòlaire

source: Public servers
gd: Frithealaichean poblach

source: %d result for "%s"
gd: %d toradh airson “%s”

source: Top servers pagination
gd: Duilleagachadh fhrithealaichean aig a’ bhàrr

source: Bottom servers pagination
gd: Duilleagachadh fhrithealaichean aig a’ bhonn

source: Filter by locality
gd: Criathraich a-rèir ionaid

source: Filter by region
gd: Criathraich a-rèir sgìre

source: Filter by country
gd: Criathraich a-rèir dùthcha

# verb
source: Follow
gd: Lean air

source: Language
gd: Cànan

source: Filter by language
gd: Criathraich a-rèir cànain

source: Location
gd: Ionad

source: Search Tag
gd: Taga luirg

source: Account type tabs
gd: Tabaichean seòrsa a’ chunntais

source: Top %s pagination
gd: Duilleagachadh %s aig a’ bhàrr

source: Bottom %s pagination
gd: Duilleagachadh %s aig a’ bhonn

source: Stable Version
gd: Tionndadh seasmhach

source: Develop Version
gd: Tionndadh leasachaidh

source: Outdated Version
gd: Seann-tionndadh

source: Admin
gd: Rianaire

source: No description provided
gd: Cha deach tuairisgeul a sholarachadh

source: Visit Server
gd: Tadhail air frithealaiche

source: Popular Countries
gd: Dùthchannan fèillmhor

source: Popular Languages
gd: Cànanan fèillmhor

source: Popular Tags
gd: Tagaichean fèillmhor

source: Default Language
gd: An cànan tùsail

source: Known Users
gd: Cleachdaichean as aithne

# account-type
source: All
gd: Na h-uile

# account-type
source: People (%d)
gd: Daoine (%d)

# account-type
source: Forum (%d)
gd: Fòraman (%d)

source: Stats
gd: Stadastaireachd

source: Directory statistics
gd: Staitistearachd an eòlaire

source: Profiles
gd: Pròifilean

source: This directory knows about <strong>%s distinct potential profile URLs</strong>.
gd: Fhuair an t-eòlaire lorg air <strong>%s URL gu pròifilean fa leth</strong>.

source: Languages
gd: Cànanan

source: Out of <strong>%s</strong> profiles reporting their language there are:
gd: Am measg <strong>%s</strong> pròifil a dh’innseas an cànan, tha:

source: Servers
gd: Frithealaichean

source: This directory knows about <strong>%s distinct potential server URLs</strong>.
gd: Fhuair an t-eòlaire lorg air <strong>%s URL gu frithealaichean fa leth</strong>.

source: Out of those, there are <strong>%s domains (%s)</strong> that have been a Friendica server at least once.
gd: Tha <strong>%s àrainn (%s)</strong> ’nam measg a tha ’nam frithealaichean Friendica no a bha uair.

source: Out of those, there are:
gd: Am measg an fheadhainn sin, tha:

source: Out of <strong>%s</strong> servers reporting their language there are:
gd: Am measg <strong>%s</strong> frithealaiche a dh’innseas an cànan, tha:

source: Versions
gd: Tionndaidhean

source: Out of <strong>%s</strong> servers reporting their version there are:
gd: Am measg <strong>%s</strong> frithealaiche a dh’innseas an tionndadh, tha:

source: Out of those, there are <strong>%s profiles (%s)</strong> that opted in the public directory at least once.
gd: Am measg an fhadhainn sin, tha <strong>%s pròifil (%s)</strong> a tha ag aontachadh ri gabhail a-steach dhan eòlaire poblach no a dh’aontaich ris uair.

source: <strong>%s available servers (%s)</strong>
gd: <strong>%s frithealaiche ri fhaighinn (%s)</strong>

source: Friendica Directory version %s
gd: Eòlaire Friendica tionndadh %s

source: Source Code on GitHub
gd: Bun-tùs air GitHub

source: Out of those, there currently are <strong>%s available profiles (%s)</strong>. <a href="%s">Check them out!</a>
gd: Am measg an fheadhainn sin, tha <strong>%s pròifilean rim faighinn (%s)</strong>. <a href="%s">Nach doir thu sùil orra?</a>

source: <strong>%s public servers (%s)</strong> currently open for registration. <a href="%s">Check them out!</a>
gd: Tha <strong>%s frithealaichean poblach (%s)</strong> fosgailte airson clàradh. <a href="%s">Nach doir thu sùil orra?</a>

# account-type
source: News (%d)
gd: Naidheachdan (%d)

# account-type
source: Organization (%d)
gd: Buidhnean (%d)

source: Health Score
gd: Sgòr slàinte

source: %s User
gd: %s chleachdaiche

source: None
gd: Chan eil gin

source: Registration Policy
gd: Poileasaidh clàraidh

source: By Approval
gd: Le aontachadh

source: Open
gd: Fosgailte
